{
  "Добро пожаловать на сайт SelfDev": "Welcome to the SelfDev website",
  "Мы рады предложить": "We are pleased to offer you an extensive collection of materials that will help you develop yourself and improve your quality of life. Here you will find articles, video tutorials and trainings on various topics such as speed reading, memory development, time management, personal growth and much more. Our goal is to help you reach your potential and achieve success in the areas of life that are important to you. Join our community and start your journey of self-improvement today!",
  "Основные темы которым посвящен сайт": "The main topics that the site is dedicated to:",
  "Скорочтение": "Speed reading",
  "Мы раскрываем секреты": "We reveal the secrets of fast and effective reading. You will learn about various techniques speed reading, learn how to manage your attention and memory, and you can also improve your reading speed. We offer both theoretical materials and practical exercises that will help you achieve success in speed reading.The site contains detailed articles and video tutorials that will teach you read quickly and efficiently. You will learn about speed reading techniques, be able to improve your reading speed, and learn how to it is better to remember the information you read.",
  "Развитие памяти": "Memory development",
  "На сайте собраны материалы": "The site contains materials that will help improve your memory and attention. You will learn memorization techniques, be able to master mnemonics and use them in everyday life. In this section you will find materials aimed at the development of various types of memory: auditory, visual, tactile and others. We offer exercises and techniques that will help you improve your memory and the effectiveness of memorizing information.",
  "Личностный рост": "Personal growth",
  "На нашем сайте": "On our website, we offer you extensive information on personal growth and self-development. Our articles, videos and trainings will help you improve your life, achieve success and become the best version of yourself. We cover the following topics like motivation, self-discipline, time management and personal development. Join our team Team up and start your journey to success!",
  "Новости и события": "News and events",
  "Андрей Арсеньев": "Andrey Arsenyev",
  "Как повысить": "How to improve your personal effectiveness: 5 key skills",
  "Как повысить свою личную эффективность": "In the article “How to improve your personal effectiveness: 5 key skills”, the author examines five basic skills that will help a person become more effective and successful...",
  "Владимир Воронов": "Vladimir Voronov",
  "топ-10 книг для саморазвития": "Speed reading and personal growth: top 10 books for self-development",
  "десяти книгах": "The author talks about ten books that will help you improve your speed reading and personal growth skills.",
  "Борис Борисов": "Boris Borisov",
  "секреты быстрого обучения": "10 Effective Speed Reading techniques: the Secrets of Fast Learning",
  "Рассказ о десяти методах": "A story about ten methods that will help increase reading speed and improve reading comprehension."
}